const Popular = [{
		no: "1",
		place: "三亚",
		price: "2740",
		sales: "7500",
		scenic: "亚龙湾、三亚亚特兰蒂斯水世界、蜈支洲岛、三亚亚特兰蒂斯度假区、三亚湾、亚龙湾热带天堂森林公园、海棠湾、南山寺、天涯海角、大东海",
		food: "冬瓜海螺汤、和乐蟹、清补凉、椰子饭、抱罗粉、海鲜、文昌鸡、革命菜、四角豆、竹筒饭、水果炒冰、加积鸭、东山羊、椰子鸡、地瓜叶",
		messages: "3000",
		pic: "./img/pic01.jpg"
	},
	{
		no: "2",
		place: "北京",
		price: "1104",
		sales: "5200",
		scenic: "故宫、八达岭长城、春晖园温泉、西山温泉、古北水镇温泉、凤山温泉度假村、南山滑雪场、德云社相声、金隅八达岭温泉度假村、颐和园",
		food: "奶油炸糕、麻豆腐、驴打滚、老北京烤肉、杏仁豆腐、京酱肉丝、爆肚、北京烤鸭、涮羊肉、面茶、卤煮、炒疙瘩、老北京疙瘩汤、糖火烧、扁豆焖面、豆汁、炒肝儿、官府菜、羊蝎子、老北京糖葫芦、褡裢火烧、豌豆黄、老北京奶酪、老北京炸酱面、芥末墩、灌肠、干炸丸子、焦圈、焦熘丸子、艾窝窝、炸咯吱",
		messages: "3000",
		pic: "./img/pic02.jpg"
	},
	{
		no: "3",
		place: "厦门",
		price: "821",
		sales: "4000",
		scenic: "厦门大学、灵玲马戏城、日月谷温泉、厦门方特梦幻王国、曾厝垵、厦门海底世界、南普陀寺、厦门科技馆、观音山、天沐温泉度假村",
		food: "芋枣/芋包、烧仙草、炸五香、同安封肉、奶茶、炸海蛎、鸭肉粥、海蛎煎、海鲜、花生汤、肉脯/肉松、虾面、炸醋肉、鱼丸汤、北仔饼、闽南春卷、酸梅汤、煎蟹、姜母鸭、面线糊、烧肉粽、果汁、沙茶面、馅饼、土笋冻、麻糍",
		messages: "3000",
		pic: "./img/pic03.jpg"
	},
	{
		no: "4",
		place: "大阪",
		price: "2999",
		sales: "3400",
		scenic: "日本环球影城、大阪温泉大世界、大阪乐高探索中心、大阪海游馆、心斋桥、哈利波特魔法世界、大阪城公园、梅田蓝天大厦、大阪科学技术馆、梅田",
		food: "炸串、大阪烧、寿司、和牛、日式拉面、鳗鱼饭、油炸豆腐乌冬面、 蟹料理、河豚料理、章鱼烧",
		messages: "2833",
		pic: "./img/pic04.jpg"
	},
	{
		no: "5",
		place: "芽庄",
		price: "1480",
		sales: "6500",
		scenic: "芽庄珍珠岛游乐园、珍珠岛、芽庄海滩、猴岛、芽庄四岛游、天堂湾、塔巴温泉中心、婆那加占婆塔、墨岛、黑岛潜水体验",
		food: "滴漏咖啡、越式春卷、烤龙虾、越南河粉、海鲜",
		messages: "803",
		pic: "./img/pic05.jpg"
	},
	{
		no: "6",
		place: "莫斯科",
		price: "4000",
		sales: "300",
		scenic: "红场、莫斯科市、克里姆林宫、莫斯科国家大马戏团、古姆百货商场、莫斯科大学、谢尔盖耶夫镇、圣瓦西里升天大教堂、中央武装力量博物馆、俄罗斯国家模范大剧院",
		food: "莫斯科卡瓦斯、莫斯科烤鱼、冷酸鱼、莫斯科列巴、莫斯科鱼子酱、基辅式黄油鸡卷",
		messages: "563",
		pic: "./img/pic06.jpg"
	},
	{
		no: "7",
		place: "洛杉矶",
		price: "3144",
		sales: "200",
		scenic: "好莱坞环球影城、斯台普斯中心、加州1号公路、圣莫尼卡海滩、好莱坞、约书亚树国家公园、洛杉矶艺术博物馆、盖蒂中心、格里菲斯天文台、好莱坞星光大道",
		food: "牛排、汉堡、三明治、龙虾、冰淇淋、墨西哥卷饼",
		messages: "1592",
		pic: "./img/pic07.jpg"
	},
	{
		no: "8",
		place: "迪拜",
		price: "3899",
		sales: "900",
		scenic: "帆船酒店、哈利法塔（迪拜塔）、朱美拉古城、迪拜乐园之乐高乐园、迪拜棕榈岛亚特兰蒂斯酒店、迪拜高空跳伞体验、迪拜河、迪拜之框、沙漠冲沙、地球村",
		food: "阿拉伯沙律、小拼盘、阿拉伯披萨、阿拉伯大饼、阿拉伯甜点、阿拉伯烧烤",
		messages: "1739",
		pic: "./img/pic08.jpg"
	}
];

const Act = {
	info: [
		'中华人民共和国外交部安全提醒',
		'中华人民共和国文化和旅游部出行提示',
		'请留意：坦桑尼亚将实施“禁塑令”',
		'带这些东西去韩国，可能被罚6万元!',
		'反网络诈骗专栏',
		'去哪儿网已通过支付卡产业数据安全标准',
		'“放心消费在社区”系列活动'
	],
	note: [
		'去哪儿网郑重承诺"诚信经营 放心消费"',
		'服药的最佳时间'
		
	]
}

const Sce = [{
		name: "千岛湖中心湖",
		info: "乘船登岛，领略千岛湖的山水锦绣",
		price: "38",
		pic: "./img/sec01.jpg"
	},
	{
		name: "浙西大峡谷",
		info: "在华东旅游峡谷放飞你的激情",
		price: "89",
		pic: "./img/sec02.jpg"
	},
	{
		name: "杭州江和美海洋公园",
		info: "集海洋生物观赏、科普教育、亲子互动于一体",
		price: "79.9",
		pic: "./img/sec03.jpg"
	},
	{
		name: "金华九峰温泉",
		info: "享受尊贵服务，享受天伦之乐",
		price: "208",
		pic: "./img/sec04.jpg"
	},
	{
		name: "绮园景区",
		info: "江南典型私家园林风格",
		price: "35",
		pic: "./img/sec05.jpg"
	},
	{
		name: "瑞晶石花洞",
		info: "不仅有观赏价值，具有较高古地质研究价值",
		price: "68",
		pic: "./img/sec06.jpg"
	}
]

const Str = [{
		title: "趣味亲子游",
		items: [{
				info: "呼伦贝尔亲子游，草原很温情",
				pic: "./img/str01.jpg"
			},
			{
				info: "驾一叶扁舟，寻瓯江往事",
				pic: "./img/str02.jpg"
			},
			{
				info: "不负嵊夏好时光，泗乎太安逸",
				pic: "./img/str03.jpg"
			},
			{
				info: "探访日本，一部家庭旅行画册",
				pic: "./img/str04.jpg"
			},
			{
				info: "厦门，带娃出行与幸福同行",
				pic: "./img/str05.jpg"
			}
		]
	},
	{
		title: "旅拍也要出大片",
		items: [{
				info: "一路向西去大理，咔嚓一场慢时光",
				pic: "./img/str11.jpg"
			},
			{
				info: "美帝的美，留在图里也要藏在心底",
				pic: "./img/str12.jpg"
			},
			{
				info: "在秘密花园，领略意大利风情",
				pic: "./img/str13.jpg"
			},
			{
				info: "带着相机去旅行，圆一场青海梦",
				pic: "./img/str14.jpg"
			},
			{
				info: "陪你去三亚，陪你去天涯海角",
				pic: "./img/str15.jpg"
			}
		]
	},
	{
		title: "旅行邂逅文艺范儿",
		items: [{
				info: "在建水蒙自沙溪邂逅诗和远方",
				pic: "./img/str21.jpg"
			},
			{
				info: "唯美桂林，文艺范旅行札记",
				pic: "./img/str22.jpg"
			},
			{
				info: "叮咚！釜山小众旅行攻略待签收",
				pic: "./img/str23.jpg"
			},
			{
				info: "别样厦门之小清新遇见人间烟火气",
				pic: "./img/str24.jpg"
			},
			{
				info: "东京跨年|拥抱喧嚣，偶遇文艺",
				pic: "./img/str25.jpg"
			}
		]
	},
	{
		title: "韵味古城游",
		items: [{
				info: "黄山、宏村、婺源——畅玩青黛白墙",
				pic: "./img/str31.jpg"
			},
			{
				info: "12日畅玩希腊，你想看的这里都有",
				pic: "./img/str32.jpg"
			},
			{
				info: "魅力湘西，烟雨古城在凤凰",
				pic: "./img/str33.jpg"
			},
			{
				info: "埃及沧海桑田，都是一转眼",
				pic: "./img/str34.jpg"
			},
			{
				info: "平遥古城全新游玩攻略，这一篇就够",
				pic: "./img/str35.jpg"
			}
		]
	},
	{
		title: "畅游海岛好时光",
		items: [{
				info: "醉美花鸟岛攻略，漂洋过海来看你",
				pic: "./img/str41.jpg"
			},
			{
				info: "趁，此身未老，我们去马尔代夫",
				pic: "./img/str42.jpg"
			},
			{
				info: "海鸥遍地的人间仙境—海驴岛",
				pic: "./img/str43.jpg"
			},
			{
				info: "南纬8°巴厘岛",
				pic: "./img/str44.jpg"
			},
			{
				info: "超全攻略带你玩转涠洲岛",
				pic: "./img/str45.jpg"
			}
		]
	}
]
