const data1 = {
	start: "上海",
	details: [{
			end: "成都",
			p: "52"
		},
		{
			end: "昆明",
			p: "93"
		},
		{
			end: "厦门",
			p: "254"
		},
		{
			end: "青岛",
			p: "150"
		},
		{
			end: "沈阳",
			p: "60"
		},
		{
			end: "北京",
			p: "120"
		},
		{
			end: "大连",
			p: "100"
		},
		{
			end: "三亚",
			p: "170"
		},
		{
			end: "哈尔滨",
			p: "62"
		},
		{
			end: "广州",
			p: "133"
		},
		{
			end: "兰州",
			p: "103"
		},
		{
			end: "南京",
			p: "170"
		},
		{
			end: "重庆",
			p: "73"
		},
		{
			end: "深圳",
			p: "160"
		},
		{
			end: "桂林",
			p: "140"
		},
		{
			end: "济南",
			p: "250"
		}
	]
}

const data2 = [{
		name: "中国南方航空",
		details: [{
				fly: "北京-上海",
				p: "180"
			},
			{
				fly: "广州-南京",
				p: "260"
			},
			{
				fly: "北京-三亚",
				p: "350"
			},
			{
				fly: "昆明-北京",
				p: "370"
			}
		]
	},
	{
		name: "中国东方航空",
		details: [{
				fly: "北京-上海",
				p: "180"
			},
			{
				fly: "石家庄-杭州",
				p: "220"
			},
			{
				fly: "南京-西安",
				p: "250"
			},
			{
				fly: "厦门-南京",
				p: "360"
			}
		]
	},
	{
		name: "海南航空",
		details: [{
				fly: "北京-昆明",
				p: "170"
			},
			{
				fly: "南昌-西安",
				p: "290"
			},
			{
				fly: "厦门-重庆",
				p: "498"
			},
			{
				fly: "广州-重庆",
				p: "500"
			}
		]
	},
	{
		name: "中国国际航空",
		details: [{
				fly: "厦门-重庆",
				p: "300"
			},
			{
				fly: "北京-三亚",
				p: "350"
			},
			{
				fly: "郑州-贵阳",
				p: "740"
			},
			{
				fly: "西安-天津",
				p: "970"
			}
		]
	}
]
