const data1 = [{
		theme: "俯瞰城市",
		details: [{
				title: "洛克菲勒观景台",
				info: "这里是欣赏曼哈顿天际线的绝佳位置，观景台一共有三层，不仅可以将帝国大厦、新世贸中心大楼等摩天大楼尽收眼底，向北可鸟瞰中央公园，甚至可以看到自由女神像的绰约风姿。",
				pic: "../img/des/des01.jpg"
			},
			{
				title: "碎片大厦",
				info: "天气晴朗的日子里，在碎片大厦观景台可以将伦敦市景一收眼底，伦敦眼、大本钟、泰晤士河……只描摹出城市轮廓的夕阳景色更是出众。",
				pic: "../img/des/des02.png"
			},
			{
				title: "太平山",
				info: "太平山是香港岛最高山峰，也是俯瞰香港的必到处，太平山顶可饱览维多利亚港全貌和薄扶林水塘的自然美景。",
				pic: "../img/des/des03.jpg"
			},
			{
				title: "六本木新城",
				info: "六本木Hills建成于2003年，54层楼的玻璃大厦内有200多家店铺，餐饮、购物、娱乐一应俱全，很多日本人将它当做六本木的代名词。",
				pic: "../img/des/des04.png"
			},
			{
				title: "米开朗琪罗广场",
				info: "米开朗基罗广场位于佛罗伦萨市区南端的高地上，广场雄据半山腰，坐视整个佛罗伦萨城及远处起伏不断的丘陵，气势非凡，风光无限。",
				pic: "../img/des/des05.jpg"
			},
			{
				title: "象山",
				info: "山不高，但前无屏障，台北盆地一览无遗，不仅是登高眺望的好据点，也是拍摄101高楼的绝佳地点。",
				pic: "../img/des/des06.png"
			},
			{
				title: "蒙帕纳斯大楼",
				info: "蒙帕纳斯大楼(又称蒙巴纳斯高楼)建于1972年，共59层，高209米，是巴黎市区除埃菲尔铁塔外最高的建筑，也是市区唯一的一座摩天大楼。",
				pic: "../img/des/des07.jpg"
			}
		]
	},
	{
		theme: "怀旧时光",
		details: [{
				title: "京都",
				info: "春樱秋枫，神社古庙，古道旁，再现平安时代的风华盛景。",
				pic: "../img/des/des11.jpg"
			},
			{
				title: "亚兹德",
				info: "丝绸之路途中的千年驿站，沙漠中的古城。",
				pic: "../img/des/des12.jpg"
			},
			{
				title: "马丘比丘",
				info: "神秘的印加帝国遗迹。",
				pic: "../img/des/des13.jpg"
			},
			{
				title: "蒲甘",
				info: "千塔之城，每一座佛塔都是一段时光的记忆。",
				pic: "../img/des/des14.jpg"
			},
			{
				title: "马六甲",
				info: "追寻郑和的足迹。",
				pic: "../img/des/des15.jpg"
			},
			{
				title: "罗滕堡",
				info: "保存完好的中世纪风貌，保存完好的德国浪漫之路。",
				pic: "../img/des/des16.jpg"
			},
			{
				title: "庆州",
				info: "新罗时代的金城。",
				pic: "../img/des/des17.jpg"
			}
		]
	},
	{
		theme: "魅力夜色",
		details: [{
				title: "东京夜景",
				info: "电影里的东京夜色令人无限向往，切身实地去感受东京的夜。",
				pic: "../img/des/des21.jpg"
			},
			{
				title: "光影米兰",
				info: "光与影的曼妙结合，在米兰的夜晚上演。",
				pic: "../img/des/des22.jpg"
			},
			{
				title: "曼谷之夜",
				info: "穿着人字拖，逛逛夜市，曼谷总是给人一舒服的感觉。",
				pic: "../img/des/des23.jpg"
			},
			{
				title: "夜行首尔",
				info: "夜晚的明洞，繁忙又热闹，首尔的独特也在其中。",
				pic: "../img/des/des24.jpg"
			},
			{
				title: "不夜城香港",
				info: "香港是个不夜城，夜宵美味，酣畅淋漓，夜不停息。",
				pic: "../img/des/des25.jpg"
			},
			{
				title: "俯瞰夜巴黎",
				info: "凯旋门、卢浮宫、埃菲尔铁塔，俯瞰巴黎夜色。",
				pic: "../img/des/des26.jpg"
			},
			{
				title: "纽约酒吧",
				info: "夜幕降临，你可以在酒吧中叫上三五好友一起嘬上一杯鸡尾酒或者啤酒，洗去上班或旅行的疲惫。",
				pic: "../img/des/des27.jpg"
			}
		]
	},
	{
		theme: "神秘遗址",
		details: [{
				title: "纳斯卡线遗址",
				info: "存在了2000年的谜局，这些被镶刻在大地之上的神秘线条，至今仍无人能破解——究竟是谁创造了纳斯卡线条、它们又是怎样创造出来的、神秘线条背后意味着什么？",
				pic: "../img/des/des31.jpg"
			},
			{
				title: "狮身人面像",
				info: "狮身人面像简直就是三大金字塔的孪生兄弟，人们想起金字塔，紧接着就会想起狮身人面像。狮身人面像又叫斯芬克斯，传说中是巨人和蛇妖所生。",
				pic: "../img/des/des32.jpg"
			},
			{
				title: "图卢姆玛雅遗址",
				info: "位于坎昆约130公里的加勒比海，是14世纪玛雅文化末期最繁荣的宗教都市遗迹。有高达3.3米高的石墙环绕。古城里的建筑都是用石头砌成的，雕刻着图案花纹。据说，这是迄今墨西哥保存最好的一座玛雅和托尔特克人的古城。",
				pic: "../img/des/des33.jpg"
			},
			{
				title: "马丘比丘",
				info: "神秘的印加帝国遗迹。",
				pic: "../img/des/des34.jpg"
			},
			{
				title: "奇琴伊察",
				info: "奇琴伊察古城遗址是最出名的、也是修复的最好的尤卡坦玛雅遗址，每个人都会伸长脖子看这个世界第七大奇观。",
				pic: "../img/des/des35.jpg"
			},
			{
				title: "巨石阵",
				info: "在一大片草地中，这些横着竖着的大石头看似毫无规律的摆放，确是人类史的一大奇迹，考古学家认为其建于公元前3000年左右，这些距今已经有4300年的巨石是如何搬运和抬放依旧是迷。",
				pic: "../img/des/des36.jpg"
			},
			{
				title: "复活节岛",
				info: "据人们推测，这些被称为摩艾的石雕像是岛上古老祭拜仪式的一部分，它们制成于公元1250年至1500年之间。",
				pic: "../img/des/des37.jpg"
			}
		]
	},
	{
		theme: "最爱小镇",
		details: [{
				title: "比尔森",
				info: "以啤酒出名的小镇，在这里可以品尝正宗的捷克啤酒。",
				pic: "../img/des/des41.jpg"
			},
			{
				title: "富士山",
				info: "地方虽然不大，但却给人一种一尘不染的脱俗感。",
				pic: "../img/des/des42.jpg"
			},
			{
				title: "五渔村",
				info: "依山而建的五颜六色的房子很美，海水很蓝很干净。",
				pic: "../img/des/des43.jpg"
			},
			{
				title: "洛迦诺",
				info: "位于瑞士东南部提契诺州的马焦雷湖畔，宛如童话世界。",
				pic: "../img/des/des44.jpg"
			},
			{
				title: "高威",
				info: "一个安静祥和，却不失活力元素，生活节奏慢的地方。",
				pic: "../img/des/des45.jpg"
			},
			{
				title: "布雷根茨",
				info: "湖光山色，景色不错，紧挨瑞士德国，乃交通要塞。",
				pic: "../img/des/des46.jpg"
			},
			{
				title: "拉姆绍",
				info: "非常漂亮的森林小镇，尤其是在阳光下，这里湖水的颜色是有层次的。",
				pic: "../img/des/des47.jpg"
			}
		]
	}
]

const data2 = [
	{
		season:"春",
		details:[
			{
				title: "乌兹别克斯坦·希瓦",
				info: "希瓦是乌兹别克的一座古城，也曾是丝路重镇，王朝旧都。古为西域之地，其民风淳淳，如茗之烟。你大可以随意走进一家街边的餐馆，店主会轻巧一笑示意你落座，仿佛你不是他乡客，倒像是旧相识。",
				pic: "../img/des/ss01.jpg"
			},
			{
				title: "瑞典",
				info: "不管是不是最后一年的极光大爆发，每年的2月都是绝佳的看极光时机。瑞典具备观赏条件，而且性价比最高还”免签”，一起去做追光少年吧！",
				pic: "../img/des/ss02.jpg"
			},
			{
				title: "日本",
				info: "每年3月15日至4月15日是日本的“樱花节”，正是樱花最盛放的时候。穿一袭和服，漫步在樱花雨下，会不会也和下雪天一样，一不小心就走到了白头。",
				pic: "../img/des/ss03.jpg"
			},
			{
				title: "韩国·济州岛",
				info: "济州岛是韩国春天最早到来的地方，每到初春，油菜花便会率先开放。樱花的嫩粉和油菜花的艳黄，想象起来有些不搭调，不过在三月的济州岛，大自然给了我们一场精彩而又和谐的撞色T台秀。",
				pic: "../img/des/ss04.jpg"
			},
			{
				title: "台湾·垦丁",
				info: "第一次知道春天的呐喊垦丁音乐节是因为五月天的一首歌，歌词说“爽要呐喊，不爽更要喊，用力的呐喊，喊到流汗，喊到没遗憾，一生能有几次，跟世界宣战。",
				pic: "../img/des/ss05.jpg"
			}
		]
	},
	{
		season:"夏",
		details:[
			{
				title: "伊朗·卡尚",
				info: "玫瑰是卡尚旅游的一大主题。每年5月，全城充满了沁人心脾的玫瑰芬芳。在来自伊朗全国和世界各地的数万名游客注视下，当地人每天清晨摘下晶莹带露的“穆罕默迪”玫瑰花瓣，经过蒸馏等工艺，制成高品质玫瑰水。",
				pic: "../img/des/ss11.jpg"
			},
			{
				title: "捷克·布拉格",
				info: "五月，是前往布拉格最好的时候。每年从5月12日起在捷克布拉格市内举行“布拉格之春国际音乐节”，开展为期三个礼拜的音乐活动。各种音乐流派在这里荟萃，它既是捷克最大型的音乐盛会，也是世界闻名的音乐节。",
				pic: "../img/des/ss12.jpg"
			},
			{
				title: "俄罗斯·圣彼得堡",
				info: "6月的俄罗斯清凉宜人，十分适合避暑度假。特别是圣彼得堡——这个世界上少数有“白夜”的城市，会在每年6月21日迎来盛大的节日——白昼节。",
				pic: "../img/des/ss13.jpg"
			},
			{
				title: "巴厘岛",
				info: "6月的巴厘岛，迎来了一年当中最舒适的凉季——天气干爽，气候宜人。几乎不会下雨，夜晚清凉舒适。无论是阿勇河上的漂流、金巴兰海滩上完美的落日、还是圣泉寺里信徒虔诚的洗礼，都是一次最净化心灵的旅行。",
				pic: "../img/des/ss14.jpg"
			},
			{
				title: "意大利·翁布里亚",
				info: "翁布里亚爵士音乐节也会在每年七月举行，这是世界上几大之知名的爵士音乐节之一，会持续一周左右的时间，每年这个时候，大区首府佩鲁贾都是游人云集，热闹非凡，爱好音乐的朋友一定不能错过。",
				pic: "../img/des/ss15.jpg"
			}
		]
	 },
	 {
		season:"秋",
		details:[
			{
				title: "新西兰·皇后镇",
				info: "有人说，上帝先到了这里，然后才创造了天堂。9月的皇后镇开始进入春季，繁花似锦，是一年中最美的时候。除了绝美的自然风光之外，皇后镇还被誉为“冒险之都”，在这里可以体验许多世界顶级的户外活动。",
				pic: "../img/des/ss21.jpg"
			},
			{
				title: "加拿大",
				info: "魁北克省和安大略省可以观赏加拿大的秋景，有万山红遍，层林尽染的美景。这里不仅有落基山空明澄澈的湖水、冰原大道千年不化的积雪、还有魁北克古城石板街的温婉浪漫……万千美景，集于一身。",
				pic: "../img/des/ss22.jpg"
			},
			{
				title: "俄罗斯·莫斯科",
				info: "俄罗斯的十月入秋不久，气温稍凉，秋风飒爽。作为俄罗斯的首都，莫斯科是世界上绿化最好的城市之一，这时候来莫斯科，还可以看到最美的金秋。",
				pic: "../img/des/ss23.jpg"
			},
			{
				title: "匈牙利·布达佩斯",
				info: "布达佩斯一直享受着“多瑙河上的小明珠”之称号，美丽的多瑙河流经这座浪漫而又文艺的城市。走在秋季的布达佩斯，犹如进入了电影的世界。一年一度的秋季艺术节也在这个10月里举行。",
				pic: "../img/des/ss24.jpg"
			},
			{
				title: "南非",
				info: "10月份南非刚刚开春，在开普敦等地区开满了鲜花，是旅行观光的最好时机。如果你不喜欢秋天，那么就去南非看花开吧。",
				pic: "../img/des/ss25.jpg"
			}
		]
	 },
	 {
		season:"冬",
		details:[
			{
				title: "迪拜",
				info: "11月至次年3月是迪拜的最佳旅行季节，这时的迪拜气候适宜、阳光和煦，在舒适的气候中更好的领略当地风情。作为目前世界上最高的建筑，高耸入云的迪拜塔已然成为迪拜的绝对地标。来迪拜游览这些独特的建筑，就能从中看到这几十年来穆斯林文化和西方文化碰撞的火花。",
				pic: "../img/des/ss31.jpg"
			},
			{
				title: "马尔代夫",
				info: "十一月份可以避开圣诞的旅游高峰，也能享受到马尔代夫最舒适的少雨季节。 曾有人如此评价它：“如果你一生中有很多次出国旅游的机会，那你一定要来马尔代夫；如果你一生中只有一次出国旅游的机会，那你更要来马尔代夫”。",
				pic: "../img/des/ss32.jpg"
			},
			{
				title: "芬兰·罗瓦涅米",
				info: "大家都以为圣诞老人只是童话而已，但实际上芬兰就存在真正的圣诞老人。熟悉圣诞老人历史的人就会知道，他的家乡在拉普兰的罗瓦涅米。想去一睹圣诞老人的真容么？",
				pic: "../img/des/ss33.jpg"
			},
			{
				title: "美国",
				info: "冬季的美国虽然没有夏季那么多有趣的玩乐项目，但你来这里却可以看到更加真实的它,遇到和美剧《老友记》中一样的普通人。圣诞节的时候，美国大街小巷上都会装饰起来，热闹的节日气氛感染着每一个人。",
				pic: "../img/des/ss34.jpg"
			},
			{
				title: "台北",
				info: "台湾没有太多壮丽的山水，却有对景点细致的发掘。而跨年来这里，最不能错过的就是在台北101观景台体会「在烟火里看烟火」的奇妙经验。在迎接新年的时候，爬到台北101的89楼俯瞰整个城市，天空中绽放着整片整片的眼花。",
				pic: "../img/des/ss35.jpg"
			}
		]
	 }
]